<template>
  <MyCard :card-items="options" width="350" height="400" />
</template>

<script>
export default {
  components: {
    MyCard: () => import('@/components/Molucules/Card'),
  },
  data() {
    return {
      options: [
        {
          name: 'コミニュティの運営事業',
          src: 'images/community.jpg',
          title: 'コミニュティの運営事業',
          text:
            '間質性膀胱炎友の会は、間質性膀胱炎に関わる方々のためのコミュニティです。病気における悩みや思い、質問や相談などを行うことができます。同じ悩みを持っている方との交流を通して、身体的、精神的負担を少しでも減らし、より健全に病気と付き合っていける環境の構築を目指していきます。',
        },
        {
          name: 'システム開発事業',
          src: 'images/develop.jpg',
          title: 'システム開発事業',
          text:
            'システム、ホームページの作成、開発支援などを行います。見積もりは無料ですので、お問い合わせください。また、コンサルタント契約をされているお客様にはお得な価格設定となっており、システム運用方法、設計から携わります。新規システムの開発を行われる方はコンサルタント業務との併用がおすすめです。',
        },
        {
          name: '地方創生コンサルタント事業',
          src: 'images/consul.jpg',
          title: '地方創生コンサルタント事業',
          text:
            '代表自身が地方で26年間生活し、8年間の市役所での経験、独立後の新規事業立ち上げの経験を通じて、地方創生のコンサルタント業務を行います。新規企画の相談、ITの活用、事業運営の相談などお客様にあった提案をさせていただきます。初回相談は無料でできますのでお気軽にご相談ください。',
        },
      ],
    }
  },
}
</script>
